Repository: lcp29/Paperkey
Catalog: Paperkey/Assets/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Base16 (Text)
zh_hans: Base16文本

source: Binary (QR Code)
zh_hans: 二维码

source: Binary Output QR
zh_hans: 二维码输出

source: Camera access is required to scan QR codes.
zh_hans: 扫描二维码需要相机访问权限。

source: Clear Text
zh_hans: 清空文本

source: Close
zh_hans: 关闭

source: Could not create a QR code for the extracted data.
zh_hans: 无法为导出的数据创建二维码。

source: Could not rebuild the secret key with the provided data.
zh_hans: 无法使用提供的数据重建私钥。

source: Error Correction
zh_hans: 纠错级别

source: Export
zh_hans: 导出

source: Export as PNG
zh_hans: 导出为 PNG 文件

source: Export as TXT
zh_hans: 导出为 TXT 文件

source: Extract
zh_hans: 提取

source: Extracted Base16 Output
zh_hans: Base16 文本输出

source: Failed to extract secret data from the supplied key.
zh_hans: 导出密钥备份失败。

source: High
zh_hans: 更高

source: Ignore CRC Errors
zh_hans: 忽略 CRC 错误

source: Import a matching public key before restoring.
zh_hans: 在恢复之前导入与之匹配的公钥。

source: Import Public Key
zh_hans: 导入公钥

source: Import Secret File
zh_hans: 导入密钥备份文件

source: Import Secret Key
zh_hans: 导入私钥

source: Import the secret text file, scan, or paste the secret data before restoring.
zh_hans: 在恢复前导入密钥文本文件、扫描或粘贴秘密数据。

source: Last restored %@
zh_hans: 上次恢复 %@

source: Low
zh_hans: 低

source: Manual backup input for secret data.
zh_hans: 用于秘密数据的手动备份输入。

source: Medium
zh_hans: 中

source: No file selected
zh_hans: 未选择文件

source: No secret file selected
zh_hans: 未选择密钥备份文件

source: OK
zh_hans: 好

source: Output Format
zh_hans: 输出格式

source: Paste secret manually
zh_hans: 手动粘贴密钥数据

source: Processed %@
zh_hans: 已处理 %@

source: Processing…
zh_hans: 正在处理…

source: Public Key
zh_hans: 公钥

source: QR Generation Failed
zh_hans: 二维码生成失败

source: QR payload received.
zh_hans: 已接收二维码数据。

source: Quartile
zh_hans: 高

source: Remove Secret File
zh_hans: 移除密钥备份文件

source: Restore
zh_hans: 恢复

source: Restore Secret Key
zh_hans: 恢复私钥

source: Restoring…
zh_hans: 正在恢复…

source: Scan or print this QR code to recover your secret material.
zh_hans: 扫描或打印此二维码以恢复您的备份密钥。

source: Scan QR
zh_hans: 扫描二维码

source: Scan Secret QR
zh_hans: 扫描二维码

source: Scanned QR payload
zh_hans: 已扫描的二维码数据

source: Secret Data
zh_hans: 秘密数据

source: Secret data was not recognized as base16 text or binary payload.
zh_hans: 未能将密钥备份识别为 Base16 文本或二进制数据。

source: Secret Key File
zh_hans: 私钥文件

source: Secret key restored (%lld bytes).
zh_hans: 私钥已恢复（%lld 字节）。

source: Share Restored Key
zh_hans: 分享已恢复的密钥

source: The extracted data could not be converted to text.
zh_hans: 提取的数据无法转换到文本。

source: The provided secret text is not valid UTF-8.
zh_hans: 提供的密钥文本不是有效的 UTF-8。

source: The selected correction level could not produce a QR code. It was reset to %@.
zh_hans: 无法用所选纠错级别创建二维码。已将纠错级别重置为“%@”。

source: Unable to access the camera for scanning.
zh_hans: 无法访问相机进行扫描。
